tap "beeftornado/rmtree"
tap "cbu/tap", "git@build.dwins.de:cbu/homebrew-tap.git"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/core"
tap "supabase/tap"
tap "teamookla/speedtest"

brew "python@3.10"
brew "automake"
brew "glib"
brew "python@3.9"
brew "cairo"
brew "harfbuzz"
brew "openjdk"
brew "bfg"
brew "binutils"
brew "boost"
brew "bundletool"
brew "cmake"
brew "coreutils"
brew "cpanminus", link: false
brew "curl"
brew "diff-so-fancy"
brew "dive"
brew "folly"
brew "edencommon"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "fd"
brew "unbound"
brew "gnutls"
brew "libarchive"
brew "libass"
brew "pango"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "gawk"
brew "libavif"
brew "gd"
brew "gdk-pixbuf"
brew "ghostscript", link: false
brew "git"
brew "git-lfs"
brew "gnu-sed"
brew "libtool"
brew "guile"
brew "libgcrypt"
brew "gnupg"
brew "python@3.11"
brew "gobject-introspection"
brew "gperf"
brew "netpbm"
brew "librsvg"
brew "graphviz"
brew "perl"
brew "help2man", link: false
brew "hunspell"
brew "libheif"
brew "python@3.8"
brew "libraw"
brew "imagemagick"
brew "jq"
brew "kotlin-language-server"
brew "ktlint"
brew "lua-language-server"
brew "maven"
brew "mitmproxy"
brew "mmv"
brew "neofetch"
brew "neovim"
brew "optipng"
brew "osmium-tool"
brew "pinentry-mac"
brew "pngpaste"
brew "poppler"
brew "python-tabulate", link: false
brew "qt"
brew "qt@5"
brew "ruby-build"
brew "rbenv"
brew "ripgrep"
brew "ruby"
brew "ruby@2.5"
brew "ruby@2.7"
brew "smartmontools"
brew "tesseract-lang"
brew "the_silver_searcher"
brew "tree"
brew "watchman"
brew "wget"
brew "wimlib"
brew "xcbeautify"
brew "xcodegen"
brew "yq"
brew "zsh"
brew "cbu/tap/release-script"
brew "supabase/tap/supabase"
brew "teamookla/speedtest/speedtest"
cask "finicky"
cask "keycastr"
cask "react-native-debugger"
