tap "beeftornado/rmtree"
tap "cbu/tap", "git@build.dwins.de:cbu/homebrew-tap.git"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/core"
tap "supabase/tap"
tap "teamookla/speedtest"
brew "glib"
brew "python@3.9"
brew "cairo"
brew "harfbuzz"
brew "openjdk"
brew "apktool"
brew "automake"
brew "binutils"
brew "boost"
brew "bundletool"
brew "cmake"
brew "coreutils"
brew "cpanminus", link: false
brew "curl"
brew "diff-so-fancy"
brew "folly"
brew "edencommon"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "fd"
brew "fzf"
brew "gawk"
brew "libavif"
brew "gd"
brew "gdk-pixbuf"
brew "ghostscript", link: false
brew "git"
brew "git-lfs"
brew "gnu-sed"
brew "unbound"
brew "gnutls"
brew "libtool"
brew "guile"
brew "libgcrypt"
brew "gnupg"
brew "gperf"
brew "netpbm"
brew "python@3.11"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "hunspell"
brew "libheif"
brew "python@3.8"
brew "libraw"
brew "imagemagick"
brew "jq"
brew "kotlin-language-server"
brew "libarchive"
brew "libass"
brew "lua-language-server"
brew "maven"
brew "mmv"
brew "neofetch"
brew "neovim"
brew "optipng"
brew "perl"
brew "pinentry-mac"
brew "pngpaste"
brew "ruby-build"
brew "rbenv"
brew "ripgrep"
brew "spaceship"
brew "srt"
brew "tesseract"
brew "tesseract-lang"
brew "the_silver_searcher"
brew "trash"
brew "tree"
brew "watchman"
brew "wget"
brew "xcbeautify"
brew "yq"
brew "zsh"
brew "zsh-vi-mode"
brew "cbu/tap/release-script"
brew "supabase/tap/supabase"
brew "teamookla/speedtest/speedtest"
cask "finicky"
cask "keycastr"
cask "react-native-debugger"
vscode "bradlc.vscode-tailwindcss"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "dbaeumer.vscode-eslint"
vscode "drKnoxy.eslint-disable-snippets"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "flowtype.flow-for-vscode"
vscode "gcazaciuc.vscode-flow-ide"
vscode "James-Yu.latex-workshop"
vscode "jock.svg"
vscode "jolaleye.horizon-theme-vscode"
vscode "mathiasfrohlich.Kotlin"
vscode "mechatroner.rainbow-csv"
vscode "mohsen1.prettify-json"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.atom-keybindings"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.vscode-typescript-next"
vscode "ms-vsliveshare.vsliveshare"
vscode "naumovs.color-highlight"
vscode "streetsidesoftware.code-spell-checker"
vscode "streetsidesoftware.code-spell-checker-german"
vscode "Tyriar.sort-lines"
vscode "vscodevim.vim"
vscode "wmaurer.change-case"
vscode "XadillaX.viml"
